ALLOWED_UPDATES = ['massage, edited_massage']

TEXT = 'Я семейный помощник по вопросу VPN или Proxi'

ADMIN_TEXT = ('Мы свяжем вас с Сергеем из рода Рижуков, '
              'Непокорным, Королём Миэрина, Королём Андалов, '
              'Ройнаром и первых людей, Кхалом Дотракийского Моря, '
              'Разрушителем Оков и Отецом Драконов.')

ADMIN_HELP = ('Здесь вы можете подробно описать вашу проблему. '
              'Мы внимательно изучим ваше сообщение и свяжемся с вами '
              'для дальнейшего решения вопроса.')

VPN_INST = ('Следуйте инструкции по видео')

PROXI_INST = ('Для начала нам нужно')

PROXI_INFO = ('Proxy-сервер (прокси) — это промежуточное звено между вашим '
              'устройством и интернетом, которое изменяет ваш IP-адрес и '
              'может использоваться для обхода блокировок и повышения '
              'анонимности. Однако прокси не обеспечивает шифрование всего '
              'трафика, действует только на уровне отдельных программ или '
              'браузеров и не всегда гарантирует высокую степень безопасности'
              '.\n\nVPN (виртуальная частная сеть), напротив, шифрует '
              'весь ваш интернет-трафик, обеспечивая высокий уровень '
              'конфиденциальности и безопасности. Он работает на системном '
              'уровне, защищая все устройства и приложения, но может снижать '
              'скорость соединения. В отличие от прокси, VPN обычно требует '
              'оплаты за использование, хотя существуют и бесплатные '
              'варианты с ограниченными возможностями.\n'
              '\nТаким образом, выбор между прокси и VPN зависит от ваших '
              'потребностей: если важна высокая скорость и обход блокировок, '
              'подойдет прокси, а если требуется полная защита и '
              'конфиденциальность — лучше использовать VPN.')
