ALLOWED_UPDATES = ['massage, edited_massage']

TEXT = 'Я семейный помощник по вопросу VPN или Proxi'

ADMIN_TEXT = ('Мы свяжем вас с Сергеем из рода Рижуков, '
              'Непокорным, Королём Миэрина, Королём Андалов, '
              'Ройнаром и первых людей, Кхалом Дотракийского Моря, '
              'Разрушителем Оков и Отецом Драконов.')

ADMIN_HELP = ('Здесь вы можете подробно описать вашу проблему. '
              'Мы внимательно изучим ваше сообщение и свяжемся с вами '
              'для дальнейшего решения вопроса.')

VPN_INST = ('Следуйте инструкции по видео')
